<?php
/**
 * @package Kalameh_Bozorgan
 * @version 1.0.0
 */
/*
Plugin Name: Kalameh Bozorgan
Plugin URI: http://www.dkjicsow.com/1389/05/plugin-kalameh-bozorgan/
Description: اين افزونه جملات بزرگان را در بالاي بخش مديريت قرار مي دهد ، در نگارش بعدي فقط نقل قول هاي بزرگان ايران خواهد بود
Author: AliReza Ameri ( Dkjicsow )
Version: 1,0,0
Author URI: http://dkjicsow.com
*/

function kalameh_bozorgan_get_lyric() {
	/** These are the lyrics to Kalameh Bozorgan */
	$lyrics = "
  هرگز کسی که استعداد خوبی در تایپ کردن دارد پروفسور نخواهد شد!!!  . لوسی اسمیت
  زندگی آنقدر کوتاه است که بعضی ها فقط میرسند کارهای ضروری خود راانجام دهند!!!  . فرد هند فاین
  بدي را با عدالت پاسخ دهيد، مهرباني را با مهرباني  . كنفوسيوس
  در پشت هیچ در بسته ای ننشینید تا روزی باز شود . راه کار دیگری جستجو کنید و اگر نیافتید همان در را بشکنید  . ارد بزرگ
  اگر قرار است انسان روزی تعادل روحی خود را از دست بدهد و بشکند بهتر آن است که در جوانی باشد چرا که بعد از آن محکمتر وقدرتمند تر زندگی خواهیم کرد!  . آرید هالاند
  زندگی کردن چون مجموعه ای ست از لایه های زیرین یک سازنده گی عاشقانه ایست که دوباره و دوباره در طول زندگی بازسازی می شود اینرا زمانی باور می کنی که آنرا امتحان کرده باشی!!!  . بیورنست یئرن
  انسان آن چیزی خواهد شد که خود باور دارد!  . أودنه ساندروُل
  هر چیزی که بیرون از محدوده آبرو باشد جز شکست وتباهی نتیجه ای نخواهد داشت!!  . سامر سومروم
  اگر می خواهی بزرگ شوی ، از کردار نیک دیگران فراوان یاد کن  . ارد بزرگ
  پيروزی آن نيست که هرگز زمين نخوری، آنست که بعد از هر زمين خوردنی برخيزی  . مهاتما گاندی
  از ابرانسان است كه انسان هاي برتر دلگرمی و شجاعت مي گیرند  . فردریش نیچه 
  رنجدیده ! اگر بکوشی تا چیزی از مال خویش را به مردم بذل کنی بی تردید رستگاری  . جبران خلیل جبران
  برای کوبیدن یک حقیقت ، خوب به آن حمله مکن ، بد از آن دفاع کن  . علی شریعتی
  اولین درسی که والدین باید به فرزندان خود بیاموزند، صداقت است  . شوپنهاور
  چون دل راست اندیش و زبان راستگو باشد در کاستی و نادرستی بسته می شود  . بزرگمهر 
  بدون باختن برنده نمي شوي  . مثل روسي 
  انسان فرزند كار و زحمت خويش است  . داروين 
  مردم پست و دون همانند سراب مانند كه چون كمي به آنان نزديك شوي به زودي پستي و ناچيزي خود را بر تو آشكار سازند  . گوته
  در همه چیز همه چیز هست!!!  . ضرب المثل فرانسوی
  اینکه من چیزهائی خوبی آموختم که هیچ جوابی برآن پیدا نمی شود!  . هلگه توُروُند
  بهترین چیزهائی که همیشه منظور من بوده است, آرزو می کردم که مد نظرم نبود!!!  . فرانس ویندر بررگ
  وسرانجام اینکه من از حماقت های خود در زندگی پخته شده ام!  . الینُور فلور
  جایی که شمشیر است آرامش نیست  . ارد بزرگ 
  هرگز نمی توانیم صفت خوبی را در دیگران بشناسیم مگر اینکه از آن بویی برده باشیم   . چینگ
  اگر امروز حتی یک کلمه از دیروز بیشتر بدانید مسلماً شخص دیگری هستید  . چاحیت 
  از دشتمن خودت يكبار بترس و از دوست خودت هزار بار  . چارلي چاپلين
  علت هر شكستي عمل كردن بدون فكر است  . الكس مكنزي
  بدبختي انسان از جهل نيست از تنبلي است  . ديل كارنگي
  آنچه ما بكاريم درو مي كنيم و سرنوشت ما را به جزاي كارهايمان خواهد رسانيد  . اپيكوس فيلسوف
  در این روزگار ما به خاطر اندیشه ها می جنگیم و روزنامه ها سنگرهای ما هستند  . هاینه
  اگر به سخنی که گفته اید با تمام وجود پایبند هستید، دیگر نیازی نیست برای آن پوزش بخواهید  . ارد بزرگ 
  به سراغ زنان می روی ؟ تازیانه را فراموش مکن !  . فردریش نیچه 
  سرچشمه همه فسادها بيكاري است، شيطان براي دست هاي بيكار، كار تهيه مي كند  . پاسكال
  كار و كوشش ما را از سه عيب دور مي دارد، افسردگي، دزدي و نيازمندي  . ولتر
  بيش از حد عاقل بودن، كار عاقلانه اي نيست  . مثل فرانسوي
  جواهر بدون تراش و مرد بدون زحمت ارزش پيدا نمي كنند  . مثل چيني 
  آنکه از دشمن داشتن می ترسد ، هرگز دوست واقعی نخواهد داشت  . هزلت
  حسد همچون مگس است که همه جای بدن سالم را رها می کند و بر روی زخمهای آن می نشیند  . چایمن
  ریشه کارمند نابکار ، در نهاد سرپرست و مدیر ناتوان است  . ارد بزرگ 
  شايد بتوانيد دست و پای مرا به غل و زنجير کشيد و يا مرا به زندانی تاريک بيافکنيد ولی افکار مرا که آزاد است نمی توانید به اسارت در آوريد  . جبران خلیل جبران
  زن کودکی است که با اندک تبسم خندان و با کمترین بی مهری گریان می شود  . هرود
  چون دانستی که خدا از خاکت آفریده کردنکشی و خود رایی مکن  . بزرگمهر 
  شاخ پربار سر بر زمين مي نهد و عظمت آن هم چنان در فروتني او جلوه گر است  . گاندي
  تولد و مرگ اجتناب ناپذيرند، فاصله اين دو را زندگي كنيم  . سانتابان
  همت آن است كه هيچ حادثه و عارضه اي، مانع آن نگردد  . ابن عطا
  مرد بلند همت تا پايه بلند به دست نياورد از پاي طلب ننشيند  . كليله و دمنه
  صاحب همت در پيچ و خم هاي زندگي، هيچ گاه با ياس و استيصال رو به رو نخواهد شد  . ناپلئون
  بعضی ها طوری هستند که دوستانشان هرقدر از آنها پایین تر باشند بیشتر دوستشان دارند  . چترفیلد
  برای پویایی و پیشرفت ، گام نخست از پشت درهای بسته برداشته می شود  . ارد بزرگ 
  باری ؛ زرتشت در مردم نگریست و حیران بود. سپس چنین گفت :
انسان بندی است بسته میان حیوان و ابر انسان ؛ بندی بر فراز مغاکی.
فرارفتنی ست پر خطر ؛ در – راه – بودنی پر خطر ؛ واپس نگریستنی پر خطر ؛ لرزیدن و درنگیدنی پر خطر.
آنچه در انسان بزرگ است این است که او پل است نه غایت ؛ آنچه در انسان خوش است این است که او فراشدی ست و فروشدی  . فردریش نیچه 
  نوابغ بزرگ زندگي نامه بسيار كوتاهي دارند  . امرسون
  نه ترن، نه ريل ها، اصل نيستند، اصل حركت است  . ژيلبر سيسبرون
  مصمم به نيك بختي باش، نيك بخت مي شوي  . لينكلن
  بدي را با عدالت پاسخ دهيد، مهرباني را با مهرباني  . كنفوسيوس
  اگر مي خواهي در برابر قاضي نايستي، قانونمند زندگي كن  . ولتر
  جهان را نگه دارید، می خواهم پیاده شوم  . اوبالدیا 
  دشمنی و پادورزی ، به آدم خردمند انگیزه زندگی می دهد  . ارد بزرگ 
  كسي كه حق اظهار نظر و بيان فكر خود را نداشته باشد، موجودي زنده محسوب نمي شود  . مونتسكيو
  زندگي دشمن شما نيست، اما طرز فكرتان مي تواند دشمن شما باشد  . ريچارد كارسون
  انسان نمیتواند کیف پول خود را در قلب خود داشته باشد!!!  . تئو کوریت زینسکی
  یک ریاضی دان کسی است که به تنهائی می نشیند وسعی می کند مشکلی را حل کند که حتی خودش هم نمی دانست چنین مشکلی وجود دارد!!  . آتله سربرگ
  غذايي را بخور كه مي پسندي ,لباسي را پبوش كه مردم مي پسندند  . اديبان 
  اول اندیشه، وانگهی گفتار   . لائوسته
  اولین درسی که والدین باید به فرزندان خود بیاموزند، صداقت است  . شوپنهاور
  اگر سخن چون نقره است، خاموشی چون زر پربهاست  . لقمان
  در پشت هیچ در بسته ای ننشینید تا روزی باز شود . راه کار دیگری جستجو کنید و اگر نیافتید همان در را بشکنید  . ارد بزرگ
  ازدواج چیزی جز یک دوستی که به تصویب پلیس رسیده است نیست  . سارا برنار 
  دانش اقتصادی چیز شیرینی است اما برای اقتصادانان در این معقوله هیچ دینامیت هیجان یا کششی در آن پیدا نمی شود بخصوص در مقابل آنانی که بدنبال رویا و آرزوهای بزرگ می روند و سعی می کنند آنرا انجام داده و کنترل کنند!!  . فرانس ویدربئرگ
  زندگی کوتاه است اما طولانی ترین چیزیست که در اختیار ما انسانها قرار دارد  . فررد هاند هاین
  در تصور من زندگی مانندنقطه ای روشن در تاریکی ست  . شل استاه
  این نظر شخصی من است : شاد بودن مهمترین کاری ست که یک انسان می تواند انجام دهد!!!  . تیرین لیسه
  هیچ گاه برای آغاز دیر نیست ، همین بس که به خود بگویم این بار کار نا تمام را پایان می دهم  . ارد بزرگ
  آن که به خداوند پاک و مهربان بیش از دگران امید و بیم بسته است ، بیش از همه در خور ستایش است  . بزرگمهر 
  اینکه کسی تبهکار اجتماعی باشد مانند این است که هفت سال با کوشش و سختی در دانشگاه تحصیل کرده باشد اما هیچ چیز نیآموخته باشد!!!  . أوله جیمز اوناستاد
  جوان بودن مانند رها بودن در باد است که سریع نیز می گذرد!  . نیلسه أوله أفته بُرو
  هر انسان یک جزیره است درمیان دریای عشق و محبت ، که انسانها را بهم وصل می کند!  . أوسه ریتر ایویدسن
  کشتن میل ستیزه جوئی در بسیاری زنان کاری بی اثر است و درست مانند آن است که سعی کنی با فشار بادکنکی را در زیر آب نگه داری دوباره بیرون می زند!!  . ورا هتریکس
  انسان! خودت به یاری خود برخیز!  . بتهوون 
  اگر به عمق اعتقادات نفوذ كنيم، درخواهيم يافت كه تمام ارزش ها بي پايه و عقل ناتوان است. هر اعتقاد به صحت و درستي هر چيز ضرورتاً نادرست است. چون جهان حقيقي وجود ندارد. والاترين ارزش‌ها خودشان را نابود مي‌كنند و هدفي در كار نيست، چرا كه هيچ وقت پاسخي نمي یابند  . فردریش نیچه 
  این کودکان فرزندان شما نی اند ، آنان پسران و دختران اشتیاق حیاتند و هم از برای او .از شما گذر کنند و به دنیا سفر کنند ، لیکن از شما نیایند . همراهی تان کنند ، اما از شما نباشند  . جبران خلیل جبران
  گاهي بي رنگي از هر رنگي زيباتر و مفيدتر است  . شاتو بريان
  هرگز به کودکانتان نگویید پیشه آینده اش چه باشد همواره به او ادب و ستایش به دیگران را آموزش دهید چون با داشتن این ویژگیها همیشه او نگار مردم و شما در نیکبختی خواهید بود و اگر اینگونه نباشد هیچ پیشه ای نمی تواند به او و شما بزرگواری بخشد  . ارد بزرگ
  من تنها با مردی ازدواج می کنم که عتیقه شناس باشد ، زیرا فقط در این صورت است که هرچه پیرتر شدم در نظر شوهرم عزیزتر خواهم بود   . آگاتا کریستین
  ارزش هر کس به قدر خرد اوست  . بزرگمهر 
  پیدا کردن شیطان کاری بسیار ساده است کافی ست باطراف خود بنگریکمی نخواهد پائید که اثری از او پیدا خواهی کرد!  . آندریاس شارت,وورد
  من خداوند را باور و قبول دارم مشکل اینجاست که آیا او هم مرا قبول دارد؟!  . أوله پأئوسه
  در هر یک نفسی که می کشی هم آسمان موجود است هم زمین!  . لایف أوترسن
  تا زمانی که احساس می کنم نقاشی ونقش اصلی را نیافته ام به کشیدن ادامه خواهم داد!  . پئر کلیوا
  وقایع خوش زندگي مثل درختان سبز و خرمي است که وقتيکه از دور نظاره شان می کنيم خيلي زيبا به نظر می رسند ولي به مجرد آنکه نزديکشان شده و در داخلشان می رويم زيبائيشان هم از بين می رود ، شما در اين موقع نمی توانيد بفهميد زيبائیش به کجا رفته ، آنچه می بينيد چند درخت خواهد بود و بس  . شوپنهاور 
  گریه چرا ؟ فتح را آرزو کنید  . استفن گرین
  داروهای تلخ را با روپوش شیرین می پوشانیم چرا حقیقت و اخلاق را نیز با لباسهای زیبا نپوشانیم ؟  . شامفورت
  اگر می خواهی بزرگ شوی ، از کردار نیک دیگران فراوان یاد کن  . ارد بزرگ
  سخت ترین مأموریت که گرفتم این بود که پرنده ای را شاد بسازم با وجود داشتن پرنده های در یخچال اینکار بسیار سخت بود!!!  . فاین هالد
  در واقعیت امر همهء انسانهای بالغ بمانند کودکانی در پشت نیمکت مدرسه در ماه اگوست(مهر در ایران)هستند!  . جانیکن إورلاند
  بسیارند کسانی که قادر به انجام کاری هستند اما نمی توانند بیشتر از این که هستند باشند!!!  . جاکوب ولمان
  هیچ دلیلی ندارد شاگردی را عصبانی وپریشان کنیم و سپس به تماشای او بنشینم!  . ماریا بن ست واگارد
  از فلاسفه می خواهم که به دنبال حقیقت نروند چون حقیقت نیاز به پشتیبان ندارد  . فردریش نیچه 
  اراده ی مرد عامل خوشبختی اوست  . شچدرین
  آنکس بر خویشتن نگهبان دارد که برای رسیدن به هوس و آرزوهای کوچک قدر نیکخویی و جوانمردی را نشکند ، و اگر فزونی و کامیابی بد روزگار را دید تن به پستی و زبونی نسپارد  . بزرگمهر 
  بهترین لحظات زندگی من لحظاتی بود که در خواب گذراندم  . بتهوون
  خوارترین کارفرما کسی است که با ندادن و یا کم کردن دستمزد زیر دست فرمانروایی می کند  . ارد بزرگ
  اشكهاي ديگران را مبدل به نگاههاي پر از شادي نمودن بهترين خوشبختي هاست  . بودا
  هدف زندگی باید براساس این باشد :که درپیری با سلامت از دنیا بروی اما یک عمر قلبی جوان داشته باشی!!!  . اوسه ریتر اویدسن
  کلمه مانند آب روان است که براحتی جاری میشود!  . توالد استول تندبئرگ
سرانجام کشف شد که صاحب بیمارترین افکار و خشن ترین قلبها مردانی هستند که زود به زود عاشق می شوند  . روسکین 
  بیچاره مردمی که فرمانروایانش رایزن ! ، و رایزنانشان فرمانروا هستند  . ارد بزرگ
  هنوز خنجر خون آلود قاتلی پهلوی مقتولش نیامده که پنجۀ ثالثی گلویش را می فشارد  . محمد مسعود
  گوش شنونده همیشه در جست و جوی سخن خردمندانه و حکیمانه است  . فردوسی خردمند 
  سربر گريبان فرو بر، از دل خويش بپرس آنچه را كه مى داند  . شكسپير 
  هيچ كس به خرد غايى نرسد، مگر آن را در خود جست وجو كند  . اينشتين
  تاريخ حقيقتى است كه سرانجام به افسانه و افسانه دروغى است كه سرانجام به تاريخ مى پيوندد  . جين كاكتيو 
  انسان تنها یکبار زندکی میکند درنتیجه , امکان آن بسیار کم خواهد بود که چیزی را دوبار تجربه کند که بیشترین شوق و هیجان را باو میداد!!!  . لانگه لونینگ 
  شهامت گله ، ناشی از چوپان بیدار است  . ارد بزرگ
  اگر قرار است قانونی برای شاد بودن داشته باشید، بگذارید این باشد: برای شاد بودن من لازم نیست حتما چیزی در زندگی ام رخ دهد. من شادم برای این که زنده ام! زندگی موهبتی است که به من داده شده و من از آن لذت می برم  . مجله سبز 
  اگر آماده نباشیم ارزشمندترین زمان ها را نیز از دست خواهیم داد ، و کسی که آماده نیست بخت کمتری برای پیروزی خواهد داشت ، آمادگی یعنی بروز بودن در هر حرفه و کاری  . ارد بزرگ
  آرامترین کلماتند که طوفانی را با خود به همراه می آورند . افکاری که با پای کبوتران پیش می آیند جهان را مسخر می سازند  . نیچه 
  مسلم است که در زندگی بسیار ساده تر است که انسان به داخل شهر رفته در رستورانی ساکت وآرام به آسوده گی بنشیندونوشیدنی خود را بآرامی بنوشد در زمانیکه اساس زندگی بر پایهء تلاش جهد وسازنده بنا شده است!!!  . آریلد نیگوست
  من فکر میکنم هیچ احساسی رهائی و آزادی بیشتری را به کسی نخواهد داد وقتی که جرأت کنی در زندگی بمانند یک اتومبیل مجدد بچرخی و دور بزنی!!!  . ماریه بونه ویس
  زندگی من همواره چون فاجعه ای بوده است که هرگز اتفاق نیافتاده بود !!!  . أوئستین وویک
  من احساس میکنم همواره بدنبال چیزی هستم که هرگز نخواهم یافت!!!  . أوله نوئرر
  اگر شغلي داري كه هيچ سختي در آن نيست پس بدان كه اصلاً شغل نداري  . ماكلوم اس فوربس 
  بخش بزرگی از ادب آدمی برآیند ریشه نژادی و خانوادگی است  . ارد بزرگ
  در دنیا تنها دو چیز زیباست ، زن و گل  . مالرب
  بسیاری افراد زمان زیادی را صرف می کنند تا زندگی خود را بسازند بی آنکه بدانند در این جستجو هرلحظه در حال زندگی کردن هستند!!!  . پئر بُورتن
  برای من سفر مانند مجازاتی ست که بخود می دهم در زمانی که زندگی در نگاهم بسیار آزار دهنده و تلخ می شود!!!  . برگلیوت هوبک هاف
  پول در تمامی دنیا مانند یک بیماری ویروسی است که مردم دنیا نمی توانند از شر آن خلاص شوند!!!  . جورج آپنس
  رابطه من با پول ، این گونه است که من هرگز اهمیتی به آن نمی دهم  . اینگوارد آمبیورسن
  سعی نکنیم بهتر یا بدتر از دیگران باشیم، بکوشیم نسبت به خودمان بهترین باشیم  . مارکوس گداویر
  اندوخته ای با ارزشتر از تندرستی ، نمی شناسم  . ارد بزرگ
  بیشتر بدبختی های ما قابل تحمل تر از تفسیرهایی است که دوستانمان دربارۀ آنها می کنند  . کولتون
  برای من بزرگترین مسئله دو جانبه در زندگی این است که عاشق کسی باشم که عاشقانه دوستم دارد!  . ماریا مُراستُود
  داشتن یا بدست آوردن کسی آنقدر ها مهم نیست آنچه مهم است این است که عاشقانه یکدیگر را دوست داشته باشند !  . اوآ سی دبرِرگ
  من فکر میکنم همه زندگی رویائی ست از عشق!  . أوله پاسه
  من میدانم که من زیباترین عشق خود را در یک کتابخانه ملاقات خواهم کرد!  . هاوارد سیلته
  جز نامیدی و افسردگی هیچ بن بستی در زندگی آدمی نیست  . ارد بزرگ
  جز مرگ را ، هیچ کسی از مادر نزاد   . فردوسی خردمند
  اگر بکوشی و در پی نصیبی حتی برای خود باشی بدان که صالحی  . جبران خلیل جبران
  در میان ملکات ذهنی ، حافظه بیش از همه می شکفد و پیش از همه می میرد  . کولتون
  خوشبختی میان خانه ی شماست، بیهوده آن را در میان باغ دیگران می جویید  . مارک اورل
  راز خوشبختى در اين است كه بدانيد ديگران دليل خوشبختى شما هستند  . لرد تنيسون
  آدم هاي حقير،انسانهاي والا را ديوانه ميپندارند. چرا كه اين انسانها سرشت نامعقول تري داشته و به سمت چيزهاي استثنائي جذب ميشوند:چيزهايي كه هيچ جذابيتي براي بسياري از مردم ندارند  . فردريش نيچه
  هرکسی درس مخصوص به خود را می گیرد. ما می توانیم به سه طریق واکنش نشان دهیم
زندگی من مجموعه ای از درسهایی است که به آن نیاز دارم، درسهایی با نظم و ترتیب تمام در زندگی ام روی می دهد.( این سالمترین برخورد است و حد اکثر آرامش ذهن را تامین می کند.)
زندگی یک مسابقه بخت آزمایی است اما من از هر اتفاقی که در زندگی روی می دهد نهایت استفاده را می برم (این دومین انتخاب خوب است و کیفیت متوسطی را به زندگی می بخشد)
چرا همیشه همه بلاها سر من می آید؟ (این طرز برخورد نهایت ناکامی و بدبختی را تضمین می کند)
ما در زندگی مرتبا با درسهای تازه ای روبرو می شویم و تا زمانی که درسی را یاد نگیریم مجبور به گذراندن دوباره آن هستیم  . آندرو متیوز
  ارزش استاد را دانستن هنر نیست ، بلکه بایستگی و وظیفه است  . ارد بزرگ
  در زندگی هیج چیز مهم تر از این نیست که با قلب خود در صلح باشی  . نینا کارین مونسن
  من هرگز اجازه نخواهم داد پول مانع کاری شود که می خواهم انجام دهم!!!  . کارستن ایس شن
  در کار یک سیاستمدار عشق بایدنقطه یا نشانه هر هدف باشد!!!  . رئول استین
  این کمکی نیست که تو مداوم کاری را انجام دهی که از عهده ء آن بر میائی مهم این است کاری را بتوانی انجام دهی که تاکنون نمی توانستی و یاد نگرفته بودی!!!  . بیانجار هُوُف
  ایمان و باور ما در ابتدای هر مسئولیت دشواری تنها عاملی است که موفقیت نهایی مان را تضمین می کند.
وقتی انتظار بهترین پیشامد را دارید نیروی مغناطیسی از مغزتان خارج می شود که بهترین ها را جذب می کند .
اگر انتظار بدترینها را داشته باشید از مغز قدرت دافعه ا ی رها می کنید که سبب می شود بهترینها از شما بگریزد حیرت انگیز است  . ویلیام جییمز 
  آن که در طلب کمال است باید خرد ور و با دانش باشد  . بزرگمهر 
  تولد و مرگ اجتناب ناپذيرند ، فاصله اين دو را زندگي كنيم   . سانتا بان
  و کدامین ثروت است که محفوظ بدارید تا ابد؟
آنچه امروز شما راست ، یک روز به دیگری سپرده شود.
پس امروز به دست خویش عطا کنید ، باشد که شهد گوارای سخاوت ، نصیب شما گردد ، نه مرده ریگی وارثانتان  . جبران خلیل جبران
  خویشتن و مردم را هنگامی می شناسی ، که تنها شوی  . ارد بزرگ
  از ابرانسان است كه انسان هاي برتر دلگرمی و شجاعت مي گیرند  . فردریش نیچه 
  تغییر آن چیزی نیست که می آموزیم آن چیزهائی ست که از دست می دهیم   . جوستین گاردر
  دنیا پر از مشکل گشاهائی ست که بدنبال مشکل ها می گردند!!!  . پئر اسلاکرتس وُوگ
  برای ربودن دل آدمیان باید بر هم پیشی گرفت و این زیباترین آورد زندگی است  . ارد بزرگ
  آنکه از دست روزگار به خشم می آید ، هر آنچه آموخته بیهوده بوده است  . گریستن
  هيچ‌ چيز غرور مرد را مثل‌ شادي‌ زنش‌ ارضا نمي‌كند; چون‌ هميشه‌ آن‌ را مربوط به‌ خود مي‌داند  . جونسوند
  در دنيا جاي كافي براي همه هست پس بجاي اينكه جاي كسي را بگيري سعي كن جاي خودت را پيدا كني  . چارلي چاپلين
  فضائي بين پندار و عمل وجود دارد كه با پشتكار پيموده مي شود  . جبران خليل جبران
  اين كه چقدر زمان داري مهم نيست چگونه مي گذراني مهم است  . لينكلن
  انسان هرگز حتي به مرگ هم تسليم نمي شود مگر زماني كه اراده اش ضعيف باشد  . ادكارآلن پو 
  انسان نمي تواند به همه نيكي كند، ولي مي تواند نيكي را به همه نشان دهد  . رولن
  در پهنه ی پندار و خلسه ی خیال ، فراتر از پیروزیهای خود بر نشوید ، و فروتر از شکستهای خود نروید  . جبران خلیل جبران
  پیش از آنکه با کسی پیمانی ببندید ، دمی درباره توانایی خود در اجرای آن بیندیشید و سپس پاسخ گویید  . ارد بزرگ
  كلمات حباب آبند و اعمال قطره طلا   . ضرب المثل شرقي
  كار ريشه هاي تلخ و ميوه شيرين دارد  . ضرب المثل آلماني
  نگارش انديشه ها، سرمايه آينده است  . ضرب المثل اسپانيائي
  به همه عشق بورز، به تعداد كمي اعتماد كن، و به هيچكس بدي نكن  . شكسپير
  عجله مباح نیست مگر در سه کار : یکی آنکه دختر به شوهر رود ، دوم آنکه میت را زود دفن کنند ، و سوم آنکه طعام زود پیش مهمان برند  . ویلیام تن
  تا چیزی از دست ندهی چیز دیگری بدست نخواهی آورد این یک هنجار همیشگی است  . ارد بزرگ
  چنان باش كه بتواني به هر كس بگوئي مثل من رفتار كن  . كانت
  براي پيشرفت و پيروزي سه چيز لازم است اول پشتكار دوم پشتكار، سوم پشتكار  . لردآديبوري
  كسي كه به جلوي رويش نگاه نمي كند عقب مي ماند  . مثل اسپانيولي
  كسي كه فقط به كمك چشم ديگران مي بيند گول مي خورد  . مثل فرانسوي
  تو از جسم و فکر تشکیل شده ای. قوانین مربوط به جسم وضع می شوند، اجرا می شوند، پایان می پذیرند، اما فکر ما مرز نمی شناسد  . وین دایر 
  بسیاری از چیزهای را که می خواهیم داشته باشیم می توانیم با نشان دادن توانمندی خویش به آسانی بدست آوریم  . ارد بزرگ
  همه كساني كه با تو مي خندند دوستان تو نيستند  . مثل آلماني
  ميراثي گران بهاتر از راستي و درستي نيست  . شكسپير
  اشخاصي را كه از فرصت هاي مناسب زندگي خود كمال استفاده را مي برند خود ساخته مي گويند  . توتل
  ثروت و افتخاري كه از راه نامشروع به دست آمده مانند ابري زودگذر است  . كنفوسيوس
  آن نعمت نصیب ماست که قدرش را می دانیم وگرنه از صورت زیبا برای کور چه حاصل ؟  . ویلیام تن 
  اگر روزی به چیزی نیازمند شدی به ملک و مال و دیگر اسباب حشمت و بزرگی خویش مناز . به کار و پیشه ای بپرداز که نامت سبک و ننگین نشود  . بزرگمهر 
  انسان باید والاترین آرمانهایش را دنبال کرده و هرلحظه به آنها عمل کند، چرا که آنچه شخص اینک انجام می دهد بازگشتی مکرر در سراسر ابدیت خواهد داشت  . فردریش نیچه 
  اگر تا کنون به نصف آرزوهایتان رسیده اید ، بدون تردید زحمت شما دو برابر شده است  . ایبسن
  آنگاه که سنگ خویشتن را به سینه می زنید نباید امید داشته باشید همگان فرمانبردار شما باشند  . ارد بزرگ
  خوش بين باشيد اما خوش بين دير باور  . ساموئل اسمايلز
  كسي كه از مرگ مي ترسد از زندگي لذت نتواند برد  . اسپانيولي
  زينت انسان در سه چيز است ؛ علم، محبت، آزادي  . افلاطون
  آنان كه به علم خود عمل نكنند مريض را مانند كه دوا دارد و به كار نبرد  . ديمقراطيس
  دانشگاه تمام استعدادهای افراد ، از جمله بی استعدادی آنها را آشکار می کند  . آنتوان چخوف
  خود را برای پیشرفت مردم ارزانی دار تا مردم پشتیبان تو باشند   . ارد بزرگ
  خوشبختی وجود ندارد و ما خوشبخت نیستیم ، اما می توانیم این حق را به خود دهیم که در آرزوی آن باشیم  . آنتوان چخوف 
  با مصلحت ديگران ازدواج كردن در جهنم زيستن است  . شوپنهاور

";

	
	$lyrics = explode("\n", $lyrics);


	return wptexturize( $lyrics[ mt_rand(0, count($lyrics) - 1) ] );
}


function kalameh_bozorgan() {
	$chosen = kalameh_bozorgan_get_lyric();
	echo "<p id='bozorgan'>$chosen</p>";
}


add_action('admin_footer', 'kalameh_bozorgan');


function bozorgan_css() {
	
	$x = ( is_rtl() ) ? 'right' : 'left';

	echo "
	<style type='text/css'>
	#bozorgan {
		position: absolute;
		top: 4.5em;
		margin: 0;
		padding: 0;
		$x: 125px;
		font-size: 11px;
	}
	</style>
	";
}

add_action('admin_head', 'bozorgan_css');

?>
